{
"results": [
    {
        "name": "Argos Racing Cycles",
        "description": "Argos offers the most complete in house renovation service in the U.K. From a pre-war Hetchins to the latest aluminium frameset can all be handled by ourselves. Repairs to most framesets can also be undertaken",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Bristol",
        "area": "the South",
        "phone": "01179724730",
        "email": "sales@argoscycles.com",
        "website": "http://www.argoscycles.com",
        "pictures": "/assets/images/argos.jpg"
    },
    {
        "name": "August Bicycles",
        "description": "We are happy to offer any combination of frame, fork, stem, rack or full build, but complete bikes are preferred to ensure full integration of chosen components with your custom frame. With a number of solutions engineered and manufactured in-house, including signature dropouts, head tubes, disc mounts and headset bearing covers, we can create the cleanest, most cohesive bicycles possible that look as good as they ride.",
        "specialism": "Road, Track, CX, MTB",
        "material": "Steel",
        "location": "Norwich",
        "area": "the East",
        "phone": "",
        "email": "Gav@augustbicycles.cc",
        "website": "http://www.augustbicycles.cc",
        "pictures": "/assets/images/august.jpg" 
    },{
        "name": "Baldwin Titanium Bicycles",
        "description": "We specialise in building high end, custom fitted titanium bicycle frames to customer’s exacting specifications. We only build to order and we only build them one at a time.",
        "specialism": "Road, Track, CX",
        "material": "Titanium",
        "location": "Beverley",
        "area": "the North",
        "phone": "07904236007",
        "email": "baldwin.titanium@gmail.com",
        "website": "http://www.baldwintitanium.co.uk",
        "pictures": "/assets/images/baldwin.jpg" 
    },{
        "name": "Bear Bikes",
        "description": "Although the Bear Bikes ‘ONE’ is our production bike, we’re happy to spec the bike to suit you. Say for instance you’d rather have a set of flat bars instead of the drops, no probemo! We’re cool with one-off custom too – take it as far as you like. If you have something in mind that you’d like us to make as a one-off for you, then we’d be as happy to make it as you would ride it!",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Leighton Buzzard",
        "area": "the Midlands",
        "phone": "01525 851337",
        "email": "aaronmichael.ward@ntlworld.com",
        "website": "http://www.bear-bikes.co.uk",
        "pictures": "/assets/images/bear.jpg" 
    },{
        "name": "Bob Jackson Cycles",
        "description": "Bob Jackson Cycles is a specialist in frame building, frame repairs, and frame modifications. We also specialise in frame resprays and refinishing.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Leeds",
        "area": "the North",
        "phone": "01132551144",
        "email": "Factory@bobjacksoncycles.demon.co.uk",
        "website": "http://www.bobjacksoncycles.co.uk",
        "pictures": "/assets/images/bobjackson.jpg" 
    },{
        "name": "Burls",
        "description": "Burls Bicycles are a small family business offering bespoke titanium bicycle frames, forks, components and complete bicycles. Our frame builders are a dedicated, specialist group of craftsmen with life long experience of working with titanium. We have over 20 years experience of frame design and builds, especially in titanium, and are one of the first in the UK to get involved in custom titanium Road/Cyclo-cross/Audax disc in various configurations including DI2 and EPS electronic shifting. We offer a genuine custom build service, having built frames and bicycles of all types and configurations such as Road, Time trial, Audax, Cyclo-cross, Touring/expedition, Tandem, MTB 26/650B/29er, BMX and Fixed/Track.",
        "specialism": "Road, Track, CX",
        "material": "Steel, Titanium",
        "location": "Harwich",
        "area": "the South",
        "phone": "01255506558",
        "email": "justin@burls.co.uk",
        "website": "http://www.burls.co.uk",
        "pictures": "/assets/images/burls.jpg" 
    },{
        "name": "Cloud 9 Cycles",
        "description": "At Cloud 9 Cycles we know the importance of having the perfect bike. Although a stock frame can usually get close to what you want when you think about the small features you would like there’s always something missing. It’s for this reason we offer a choice of custom fabricated frames.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "02032050190",
        "email": "info@cloud9cycles.com",
        "website": "http://www.cloud9cycles.com",
        "pictures": "/assets/images/cloud9.jpg" 
    },{
        "name": "Craddock Cycles",
        "description": "Filament custom carbon fibre frames are tailor-made for individual riders at my workshop in Worcestershire, England. First we discuss what you want from a bike, then I create a CAD drawing from which to work. Your choices and preferences drive the process. If you're not sure exactly what you want, I will guide you through the options to help you get the perfect bike. Alternatively, if you are sure about the dimensions you want, I can work with your numbers. My custom approach contrasts with that of the big brands who use fit geometry based on average population data. I consider a tailor-made custom frame to be a distinct performance gain. My aim is to optimise the performance of each bike and rider as a complete system.",
        "specialism": "Road, Track, CX",
        "material": "Carbon",
        "location": "Bromsgrove",
        "area": "the Midlands",
        "phone": "07530530782",
        "email": "rich@filamentbikes.com",
        "website": "http://www.filamentbikes.com",
        "pictures": "/assets/images/craddock.jpg" 
    },{
        "name": "Curtis Bikes",
        "description": "All Curtis frames are made by Gary Woodhouse and Brian Curtis. All tubing is hand cut, shaped to perfection and tacked into the jig before Brian does his magic and brazes them together into their final shape. Extras such as cable stops and gussets are then added before the final process of aligning, facing, reaming and taping begins. The only thing not done in-house is the powder-coating. We hold no stock of frames at all, every frame is handmade for the customer",
        "specialism": "Mtb, Bmx",
        "material": "Steel",
        "location": "Farley",
        "area": "the South",
        "phone": "01225759222",
        "email": "Curtisbikes@hotmail.com",
        "website": "http://www.curtisbikes.co.uk",
        "pictures": "/assets/images/curtis.jpg" 
    },
    {
        "name": "Dave Yates",
        "description": "Lifelong cyclist Dave Yates is one of cycling’s true legends. A Custom Framebuilder for over 30 years, he has a worldwide reputation for designing and building steel bike frames of the very highest quality. With this unrivalled experience, Dave Yates Cycles can offer you a unique range of services.",
        "specialism": "Road, Track, CX, MTB, ATB",
        "material": "Steel",
        "location": "Lincoln",
        "area": "the Midlands",
        "phone": "01526343322",
        "email": "enquiries@daveyatesframes.co.uk",
        "website": "http://www.daveyatescycles.co.uk",
        "pictures": "/assets/images/daveyates.jpg" 
    },
    {
        "name": "Dear Susan",
        "description": "Sick Bikes",
        "specialism": "Road, Track, CX, MTB, tandem",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "07946543145",
        "email": "Petor@dearsusan.co.uk",
        "website": "http://www.dearsusan.co.uk",
        "pictures": "/assets/images/dearsusan.jpg" 
    },{
        "name": "Demon Frameworks",
        "description": "The frames made by Demon are a unique blend of tradition, artistic vision and modern technology. Each is lovingly made to measure, one at a time. Because each frame takes an average 150 hours to create, only a handful are made each year. Demon’s approach to making frames is complex and very involved, there are no short cuts. The results are strikingly beautiful bikes that ride as good as they look.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Southampton",
        "area": "the South",
        "phone": "",
        "email": "tom@demonframeworks.com",
        "website": "http://www.demonframeworks.com",
        "pictures": "/assets/images/demon.jpg" 
    },{
        "name": "Donhou Bicycles",
        "description": "Donhou Bicycles is a multi award winning frame building workshop based in the East London, England. We produce some of the worlds finest steel bicycles. Whether it be a full custom, or one of our Signature Steel series frames, we pride ourselves on our attention to detail and the love and care that is taken to create each individual frame. Labouring over every process in the design, production and finishing stages we strive to make each frame as perfect as it can be.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "07828817081",
        "email": "tom@donhoubicycles.com",
        "website": "http://www.donhoubicycles.com",
        "pictures": "/assets/images/donhou.jpg" 
    },{
        "name": "Engineered Bicycles",
        "description": "Engineered Bicycles is the culmination of the passion and dedication held by two detail-obsessed cyclists: David, a charted engineer, and Adrian, a graphic designer. Their meticulous approach has created a portfolio of critically acclaimed bespoke bikes for customers that always remain true to the Engineered ethos of form follows function.",
        "specialism": "Road, Track, CX",
        "material": "Steel, Scandium",
        "location": "Bristol",
        "area": "the South",
        "phone": "01179544034",
        "email": "info@engineeredbikes.co.uk",
        "website": "http://www.engineeredbikes.co.uk",
        "pictures": "/assets/images/engineered.jpg" 
    },{
        "name": "Ellis Briggs Cycles",
        "description": "Since 1936 we’ve built a reputation for manufacturing quality bikes and giving all our customers honest advice and excellent customer service. Regardless of whether you are a novice or your a keen cyclist we are always happy to help.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Bradford",
        "area": "the North",
        "phone": "01274583221",
        "email": "sales@ellisbriggscycles.co.uk",
        "website": "http://www.ellisbriggscycles.co.uk",
        "pictures": "/assets/images/ellisbriggs.jpg" 
    },{
        "name": "Enigma Bikes",
        "description": "We specialize in handcrafted metal frames and bikes. Our total focus is metal. Frames made under our signature program are hand fabricated here in Britain by our top team of craftsman headed by Joe Walker. Every aspect of signature frame production and finishing is carried out on the premises in our Hailsham, UK workshop to ensure that we have total control over the entire production process from start to finish.",
        "specialism": "Road, Track, CX",
        "material": "Titanium",
        "location": "Hailsham",
        "area": "the South",
        "phone": "01323845849",
        "email": "sales@enigmabikes.com",
        "website": "http://www.enigmabikes.com",
        "pictures": "/assets/images/enigma.jpg" 
    },{
        "name": "Evanson Bike Works",
        "description": "Whether it’s a year-round commuter, a long distance mile-muncher or a classic restoration, we’ll lovingly hand-build you a bike for life using the finest materials.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Colchester",
        "area": "the South",
        "phone": "07528035115",
        "email": "hello@evansonbikeworks.com",
        "website": "http://www.evansonbikeworks.com",
        "pictures": "/assets/images/evanson.jpg" 
    },{
        "name": "Exigo Bikes",
        "description": "Exigo Bikes specialises in producing outstanding, bespoke bicycles utilising the finest construction processes. Using the highest quality steel and the traditional diamond shaped frame Exigo adds design touches and artistic interpretation to ensure that your bike stands out from the crowd and is truly unique. Whatever your taste, be it traditional or a little more unusual, lugged or lugless, custom geometry and paint we can build your dream bicycle and exceed your expectations.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Norwich",
        "area": "the East",
        "phone": "07810203664",
        "email": "exigobikes@gmail.com",
        "website": "http://www.exigobikes.co.uk",
        "pictures": "/assets/images/exigo.jpg" 
    },{
        "name": "Feather Cycles",
        "description": "Feather Cycles uses traditional methods to create not only bikes built from the latest materials, but also with a contemporary look. All the while building traditional looking bikes too! Buying a custom Feather frame, not only will it be tailored to fit you perfectly, it will also reflect your personality and taste.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "York",
        "area": "the North",
        "phone": "",
        "email": "info@feathercycles.com",
        "website": "http://www.feathercycles.com",
        "pictures": "/assets/images/feather.jpg" 
    },{
        "name": "Field Cycles",
        "description": "Field Cycles is a collaboration between a group of friends from various craft, design  and engineering disciplines. The unique skillsets of the contributors - a maker,a painter and graphic designer - have come together in a shared passion that treats the fabrication of a bicycle as an exploration of craft, aesthetics and function.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Sheffield",
        "area": "the North",
        "phone": "",
        "email": "workshop@fieldcycles.com",
        "website": "http://http://www.fieldcycles.com",
        "pictures": "/assets/images/field.jpg" 
    },{
        "name": "Fifty One",
        "description": "Mauro Sannino, master frame builder. Mauro had absorbed everything the Italian bicycle industry could teach him about steel, and then dramatically reinvented himself as a master of the carbon frame. He was perfect. But, when I visited him, I was stunned by what I found. At 73, with no apprentice willing to pick up the mantle, Mauro had shuttered his workshop. Magnificent frame building machines stood idle under dustsheets. That’s what Fifty-One had to be. And everything I needed to build Fifty-One was right there in Bavaria. All I had to do was pick it up and take it home to Ireland. So I did. Now I’m building Fifty-One to be just the way I want it. No standard models, no ‘off-the-peg solutions’, no faceless, faraway partners. And that means I can build bikes just the way I want to: ultimate performance, optimal fit, immaculate design, with a flawless finish. And I’m doing it right here in Ireland.",
        "specialism": "Road, Track, CX",
        "material": "Carbon",
        "location": "Dublin",
        "area": "Ireland",
        "phone": "0035314097610",
        "email": "hello@fiftyonebikes.com",
        "website": "http://www.fiftyonebikes.com",
        "pictures": "/assets/images/fiftyone.jpg" 
    },
    {
        "name": "Geoff Roberts",
        "description": "Geoff started in the bicycle business when he was a schoolboy working for his father Charlie Roberts, filing frames for pocket money. Roberts frames have always been made by hand. Cycling and building bicycles flows through the veins of the Roberts family and Geoff has spent a lifetime perfecting his craft, this experience hasn't been gained from reading books, Geoff was born into it. It is in the blood!",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "the East Sussex",
        "area": "the South",
        "phone": "07840786100",
        "email": "geoff@geoffrobertsframes.co.uk",
        "website": "http://www.geoffrobertsframes.co.uk",
        "pictures": "/assets/images/geoffroberts.jpg" 
    },{
        "name": "Granule Frameworks",
        "description": "From a heritage in mechanical engineering, time-served engineer Shaun then followed his creative ambitions to become a graphic designer before following his dream into frame building. For him, frame building is a perfect marriage of engineering and aesthetics, where design meets functionality, to create a thing of beauty and purpose.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Tenterden",
        "area": "the South",
        "phone": "08450095396",
        "email": "hello@granuleframeworks.co.uk",
        "website": "http://www.granuleframeworks.co.uk",
        "pictures": "/assets/images/granule.jpg" 
    },{
        "name": "Grim Cycles",
        "description": "I officially started making frames under the GRIMCYCLES name in early 2013 after an inspirational visit to Ricky Feather in his workshop. Straight after the visit I started work on the first GRIMCYCLES frame, named ‘#ONE’. The bikes reception was amazing and fuelled the desire to continue. I now specialise in steel single speed and track bikes, stylish simple lines with detailed features you may miss at first glance. We are not exclusively a ‘no gears’ company by any means, I love the functionality of gears and the riding possibilities they open. We can build frames with lugs soldered with silver or frames fillet brazed with bronze, or a combination of the two.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "York",
        "area": "the North",
        "phone": "",
        "email": "enquiries@grimcycles.co.uk",
        "website": "http://www.grimcycles.co.uk",
        "pictures": "/assets/images/grim.jpg" 
    },{
        "name": "Hallett Handbuilt Cycles",
        "description": "Inspired while researching material for my book, The Bike Deconstructed, I began building bike frames in order to put into practice some of the ideas and experience gained over more than two decades spent testing and reviewing bikes and writing about cycling technology for the UK’s leading cycling magazines. Under the tutelage of legendary British builder Cliff Shrubb, I ​was schooled in the finer points of custom frame building using traditional techniques - brazing, fillet brazing and silver soldering. Today, based just 15 miles from Carmarthen in the challenging cycling countryside of west Wales, I create individually-tailored, fine-handling cycles with a distinctive style and finish.",
        "specialism": "Road, Track, CX, 650b",
        "material": "Steel",
        "location": "Sutton",
        "area": "Wales",
        "phone": "",
        "email": "richardshallett@gmail.com",
        "website": "http://www.halletthandbuiltcycles.com",
        "pictures": "/assets/images/hallett.jpg" 
    },{
        "name": "Hartley Cycles",
        "description": "Hartley Cycles is the culmination of over 10 years of fine metalwork and a love affair with cycling. From a small workshop in the South London, award winning frame builder, Caren Hartley creates beautiful bespoke steel and stainless steel bicycles uniquely tailored to each client. Caren is passionate about making bikes for both men and women that are equal in beauty and performance, and most importantly perfectly, fitted to the rider.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "07717362873",
        "email": "info@hartleycycles.com",
        "website": "http://www.hartleycycles.com",
        "pictures": "/assets/images/hartley.jpg" 
    },{
        "name": "Hetchins",
        "description": "The original curly stays bicycle manufacturer since 1934.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "",
        "email": "hetchinscycles@o2.co.uk",
        "website": "http://www.hetchins.com",
        "pictures": "/assets/images/hetchins.jpg" 
    },{
        "name": "Invicta Frameworks",
        "description": "Invicta Frameworks. Custom hand-made steel bikes, made to measure in your choice of style using British Reynolds tubing. Also runs frame building courses.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Kent",
        "area": "the South",
        "phone": "01227709706",
        "email": "lulie@downlandcycles.co.uk",
        "website": "http://www.bryan564.wixsite.com/invictaframeworks",
        "pictures": "/assets/images/invicta.jpg" 
    },{
        "name": "TJ Cycles",
        "description": "The company was first formed in January 1979 in Burton on Trent, moving to its present location in 1984. At the time I had a small engineering company which was well established and in one of those moments of lapses I had the idea of building frames, along side the engineering set up.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Tenbury Wells",
        "area": "the Midlands",
        "phone": "01584811451",
        "email": "trevor@tjcycles.co.uk",
        "website": "http://www.tjcycles.co.uk",
        "pictures": "/assets/images/tjcycles.jpg" 
    },{
        "name": "Kinetics Glasgow",
        "description": "For over ten years, I have been building all kinds of frames – road bikes, mountain bikes, touring bikes, tandems, folding bikes, recumbents and pretty much anything else. The process usually starts with sizing the frame – either by taking some measurements from you, or by measuring an existing bike that already fits you well. These measurements then go into some fancy software to work out dimensions and angles.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Glasgow",
        "area": "Scotland",
        "phone": "01419422552",
        "email": "mail@kinetics.bike",
        "website": "http://www.kinetics-online.co.uk",
        "pictures": "/assets/images/kinetics.jpg" 
    },{
        "name": "Limit BMX",
        "description": "Founded in 2001 by Patrick Banks, Limit Fabrications has gained cult status with BMX fanatics and widespread recognition from riders with a passion for innovation and custom detailing. Having now ridden for 21 years, Patrick needs no introduction to local riders. Already supplying much of the BMX scene with beautifully crafted custom bike frames, he is fast gaining a following from cyclists of all disciplines keen to test the boundaries of conceptual design and performance.",
        "specialism": "Bmx",
        "material": "Steel",
        "location": "Norwich",
        "area": "the East",
        "phone": "07866789942",
        "email": "limitbmx@hotmail.com",
        "website": "http://www.limitfabrications.co.uk",
        "pictures": "/assets/images/limit.jpg"
    },{
        "name": "Longstaff Cycles",
        "description": "Traditional hand built steel custom bicycles, tricycles and tandems. Founded by George Longstaff we continue the tradition of high quality, fillet brazed and lugged bicycle, tricycle and tandem frames.",
        "specialism": "Tricycle, Road",
        "material": "Steel",
        "location": "Newcastle-under-Lyme",
        "area": "the North",
        "phone": "01782561966",
        "email": "longstaffcycles@btconnect.com",
        "website": "http://www.longstaffcycles.com",
        "pictures": "/assets/images/longstaff.jpg" 
    },{
        "name": "Malcolm Custom Bicycles",
        "description": "At the start of 2011 I was approached by someone I know who wanted to start building bicycle frames. He came to me as I have vast experience with bicycles - building them, repairing them and racing them through most of my life. Through my career as a top bicycle mechanic I have regularly been asked if I wanted to build bicycle frames. My answer had always been 'NO' straight off the cuff. I guess that when I was young and racing I was stuck in making the machine as a whole run the best it could. And as I moved on to build and repair bikes as my job I was deeply involved in understanding this and making them the best they could be. Besides, by the time I was building bikes for international riders; who now include World Champions, Olympic Champions and Tour de France winners, the industry as a whole had moved away from steel as a material to aluminium and carbon fibre.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "02070645222",
        "email": "ashley@malcolmcustombicycles.com",
        "website": "http://www.malcolmcustombicycles.com",
        "pictures": "/assets/images/malcolm.jpg" 
    },{
        "name": "Robin Mather",
        "description": "I’m Robin, I design & fabricate steel bicycle frames, both custom and made-to-measure. I make them one at a time, by hand in a small workshop in central Bristol (UK). I make bikes that I understand from first hand experience as a cyclist. I see beauty in bikes as functional objects, not just ornaments. I aspire to make bikes that are useable, durable and versatile.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Bath",
        "area": "the South",
        "phone": "01225891379",
        "email": "",
        "website": "http://www.robin-mather.squarespace.com",
        "pictures": "/assets/images/mather.jpg" 
    },{
        "name": "Mercian",
        "description": "Mercian Cycles began in Derby in 1946 and are still building bespoke lightweight steel frames, by hand, using traditional frame-building methods with one craftsman building each frame from start to finish. We also specialise in frame repairs, renovations and quality stove enamelling re-sprays for most makes of frame including Mercians.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Derby",
        "area": "the Midlands",
        "phone": "01332752468",
        "email": "service@merciancycles.com",
        "website": "http://www.merciancycles.co.uk",
        "pictures": "/assets/images/mercian.jpg" 
    },{
        "name": "Moss Bikes",
        "description": "The aim of Moss Bikes is to design and manufacture the best British bicycles. Not bicycles that look British and are designed in the UK but made abroad. l make frames and build bikes using as many British made parts as possible. A good Bicycle should be adaptable and fit a range of purposes. Moss builds a bike that can take you to work and back, carry shopping in the day, go off-road with the kids in the evening and complete a sportive aiming for your personal best at the weekend. The MOSS Davies frame is a good example of this.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Wybunbury",
        "area": "the North",
        "phone": "07885458627",
        "email": "info@mossbikes.co.uk",
        "website": "http://www.mossbikes.co.uk",
        "pictures": "/assets/images/moss.jpg" 
    },{
        "name": "Neil Orrell",
        "description": "Neil Orrell is a framebuilder of 30+ years building frames for professional and pleasure cyclists alike. Neil studied Metallurgy at college and worked in the engineering industry. He has since been building bike frames for over 30 years and wheels for just as long. He has built frames and wheels for professional and pleasure cyclists and for all branches of cycling as well tandems, tricycles and even recumbents and racing push chairs for the disabled.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Manchester",
        "area": "the North",
        "phone": "01616811517",
        "email": "",
        "website": "http://www.neilorrellcycles.co.uk",
        "pictures": "/assets/images/neilorrell.jpg" 
    },{
        "name": "Quirk Cycles",
        "description": "All our frames are made to order to your measurements and requirements. We specialise in road, gravel/cx, track and custom frames.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "07957359211",
        "email": "hello@quirkcycles.com",
        "website": "http://www.quirkcycles.com",
        "pictures": "/assets/images/quirk.jpg" 
    },{
        "name": "Paulus Quiros",
        "description": "Paulus Quiros design and build custom bike frames. We take care to ensure that each bike frame is individually tailored to our customer’s shape and riding style. Our handmade bike frames are made from scratch in our premises in Wales. We build our bike frames from butted Reynolds steel tubing. When non standard tubesizes are required we use certified aerospace grade 4130 chrome-molybdenum tubing.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Swansea",
        "area": "Wales",
        "phone": "01792930664",
        "email": "info@paulusquiros.co.uk",
        "website": "http://www.paulusquiros.co.uk",
        "pictures": "/assets/images/paulus.jpg" 
    },
    {
        "name": "Pennine Cycles",
        "description": "Pennine Cycles are proud to make our steel, handbuilt Pennine road frames at our premises, located in Bradford, West Yorkshire, UK.  Every frame is custom-made to each customers individual specification and there are lots of additions which can be made to make your bike unique.  All of our frames are made with either Columbus or Reynolds steel tubing. Steel bicycle frames are proven to last, which means they are great for all weather conditions and they are also lightweight to make your riding more pleasurable.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Bradford",
        "area": "the North",
        "phone": "01274881030",
        "email": "info@penninecycles.com",
        "website": "http://www.penninecycles.com",
        "pictures": "/assets/images/pennine.jpg" 
    },
    {
        "name": "Reilly Cycle Works",
        "description": "Reilly Cycle Works has three founders Damon Fisher, Neil FitzGerald and our frame builder Mark Reilly. Mark has established himself as one of the UK's pre-eminent British bicycle designers having created many hugely successful frame models/designs for brands such as Omega and Enigma. Carbon specialist Neil FitzGerald joins us from Formula One and the award-winning Damon Fisher is our graphic and product designer/director. Mark, Neil, and Damon have been friends for many years and their experience and talent combine to make Reilly the beautiful brand that it is. Creating cycles in two locations in England. Our HQ is in Brighton on the the South Coast of the UK, the team here are developing a new range of components, including carbon wheels and forks. Our carbon frames are made in our sister workshop near Silverstone in the heart of Formula one country. Reilly Frames are made from carbon, steel, stainless steel and titanium and almost all are custom made. We started out life as Nerve bicycles but so many customers asked for Mark's name on our frames and bikes we decided to change the brand to Reilly Cycle Works, nothing else changes.",
        "specialism": "Road, Track, CX",
        "material": "Steel, Titanium, Carbon",
        "location": "Brighton",
        "area": "the South",
        "phone": "01273694143",
        "email": "mark@reillycycleworks.com",
        "website": "http://www.reillycycleworks.com",
        "pictures": "/assets/images/reilly.jpg" 
    },
    {
        "name": "Roman Road Cycles",
        "description": "Roman Road Cycles is a small company based in Wales, somewhere a bit the South of the middle, or more precisely, about half-way between Aberystwyth and Carmarthen.  We make tricycles and tricycle conversions, both solos and tandems.  Our trikes are different in having 2 wheels at the front and one wheel at the back - a layout sometimes called 'tadpole' and also sometimes incorrectly called 'Kendrick', after a notable make of such trikes in the late 19th century.",
        "specialism": "Tricycles, Road",
        "material": "Steel",
        "location": "Llanwrda",
        "area": "Wales",
        "phone": "01558650336",
        "email": "enquiries@roman-Road.co.uk",
        "website": "http://www.roman-road.co.uk",
        "pictures": "/assets/images/roman.jpg" 
    },
    {
        "name": "Rourke Framesets",
        "description": "The business has been built up by Brian who has an impressive C.V. including 25 years of road racing and mountain bike racing, amassing National Road and Track Championships and five Veteran Road titles. Brian has also ridden in the UK Milk Race 3 times and in numerous International events. Brian now specialises in the custom bike build side of the business, and will spend as much time as possible to get you the perfect bike for your style of riding, whether Road, Time Trial, Audax, Mountain Bike or Touring. Our bikes really do need to be ridden to be believed.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Hanley",
        "area": "the North",
        "phone": "01782835368",
        "email": "sales@rourke.biz",
        "website": "http://www.rourke.biz",
        "pictures": "/assets/images/rourke.jpg" 
    },{
        "name": "Rusby Cycles",
        "description": "Rusby Cycles specialises in the fabrication of bespoke steel bike frames, which are all hand built, one-by-one, in a small the South London workshop. They are spray painted in-house, before being built up into dream bicycles for the road.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "07894352508",
        "email": "rusbycycles@gmail.com",
        "website": "http://www.rusbycycles.co.uk",
        "pictures": "/assets/images/rusby.jpg" 
    },{
        "name": "Saffron Frameworks",
        "description": "Saffron Frameworks creates custom bicycles that are as beautiful as they are functional. Each Saffron frame is unique and every one is hand-crafted especially for you. By first understanding what you want from your bicycle, together we design a frame matching your geometry and cycling goals. Then, after some measuring, cutting, brazing, aligning, polishing and painting I turn that design into your perfect travelling partner on two wheels. We build just a few frames each year, and we treat each one with the same love and care.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "02083167432",
        "email": "enquiries@saffronframeworks.com",
        "website": "http://www.saffronframeworks.com",
        "pictures": "/assets/images/saffron.jpg" 
    },{
        "name": "Shand Cycles",
        "description": "Shand is a small independent British bicycle company located in Scotland, fabricating hand-built production bikes here in the UK as well as designing and supplying carbon fibre bikes manufactured by our partners. Started in 2003 by Steven Shand, Shand originally focussed on one-off made-to-order frames, mostly drop-bar off-road bikes but 'cross bikes, mountain bikes and road bikes too. Originally Steven worked on his own but in attempt to grow the capacity of the business and increase output, the company was relaunched in 2011 in partnership with Russell Stout. This relaunch coincided with a move to larger premises, additions to the team, investment in tooling and the development of a production bike range, hand-made alongside our custom builds. As of 2016 Shand are also deeply involved with the design and manufacture of bicycles using material other than steel.",
        "specialism": "Road, MTB",
        "material": "Steel, carbon",
        "location": "Livingston",
        "area": "Scotland",
        "phone": "01506435400",
        "email": "contact@shandcycles.com",
        "website": "http://www.shandcycles.com",
        "pictures": "/assets/images/shand.jpg" 
    },{
        "name": "Starling Cycles",
        "description": "Starling Cycles are a small independent manufacturer of high quality, bespoke, steel full-suspension mountain bikes, based in Bristol.",
        "specialism": "MTB",
        "material": "Steel",
        "location": "Bristol",
        "area": "the South",
        "phone": "07530844501",
        "email": "Joe@starlingcycles.com",
        "website": "http://www.starlingcycles.com",
        "pictures": "/assets/images/starling.jpg" 
    },{
        "name": "Stanforth Bikes",
        "description": "Stanforth Bikes launched its first expedition bike, the Kibo, in 2014. Inspired by the heroics of the early cycle explorers, Stanforth Bikes created the Kibo, designed first and foremost as an all-terrain long distance touring bike. Hand built and hand crafted in the UK, the Kibo combines simplicity, durability and strength with style.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Brighton",
        "area": "the South",
        "phone": "",
        "email": "info@stanforthbikes.co.uk",
        "website": "http://www.stanforthbikes.co.uk",
        "pictures": "/assets/images/stanforth.jpg" 
    },
    {
        "name": "Steve Goff Cycles & Frames",
        "description": "Steve Goff Cycles and Frames specialises in the manufacture of custom built cycle frames and complete bicycles for every aspect of cycles sport, whether for leisure or competitive purposes. All frames are personally built by Steve Goff, former first category and top 12 BBAR rider, with 25 years experience in touring, track, road and time trials. Steve also has continental racing experience in France Belgium and Germany. He also has involved in the cycle industry for 30 years as a mechanic, wheel builder and frame builder and has extensive knowledge of all aspects of cycle manufacture and sport.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Skelmersdale",
        "area": "the North",
        "phone": "01695720030",
        "email": "",
        "website": "http://www.steve-goff-frames.co.uk",
        "pictures": "/assets/images/goff.jpg"
    },
    {
        "name": "Sturdy Cycles",
        "description": "Designed, engineered, manufactured, painted and assembled to specification under one roof in the beautiful Brecon Beacons. I graduated from Loughborough University with a first class honours degree in Aeronautical Engineering and went on to attain a masters degree in Sports Biomechanics, also from Loughborough University. My background with bikes is extensive and varied.  Starting out as a mechanic in my teens I went on to become a workshop manager. After which I gained experience in sales as a brand manager and some work in product research and design. I feel that this gives me a unique skill set with which I research, design and build high quality bespoke, handmade bicycles.",
        "specialism": "Road, MTB",
        "material": "Steel",
        "location": "Powys",
        "area": "Wales",
        "phone": "07906435943",
        "email": "tom@sturdycycles.co.uk",
        "website": "http://www.sturdycycles.co.uk",
        "pictures": "/assets/images/sturdy.jpg" 
    },{
        "name": "Sven Cycles",
        "description": "Sven Cycles were founded by Darron Sven Coppin in the seaside town of Weymouth Dorset. Darron was taught to braze in his teenage years by his father, a jeweller and vintage car enthusiast. In 2012 Darron was able to realise his dream of building bicycle frames and Sven Cycles was born.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Weymouth",
        "area": "the South",
        "phone": "07908798668",
        "email": "darron@svencycles.com",
        "website": "http://www.svencycles.com",
        "pictures": "/assets/images/sven.jpg" 
    },{
        "name": "Swallow Bespoke",
        "description": "Using the finest modern materials, traditional hand-building skills and 30 years of experience, Peter Bird and Robert Wade will create a bespoke bicycle or tandem frame exclusively for you. There will not be another one like it: a frame that will fit you and respond to your riding style like no other. The design and style can be modern or traditional, it can be whatever you want, and that’s the key thing, it’s your choice.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Coalport",
        "area": "the Midlands",
        "phone": "01952459900",
        "email": "info@bicycles-by-design.co.uk",
        "website": "http://www.bicycles-by-design.co.uk/brand/swallow-bespoke",
        "pictures": "/assets/images/swallow.jpg" 
    },{
        "name": "Talbot Frameworks",
        "description": "The Talbot family started making bikes on the site in the 1940s, they passed on the torch and name to framebuilder Matt McDonough in 2013. Talbot is dedicated to using the best modern steels available to make cutting edge bicycles that help riders to get the most from every ride. Modern, oversized, thin walled tubing is used from Reynolds and Columbus, combined with dropouts, head tubes and bottom brackets from Paragon Machine Works. Some models make use of tubing drawn and formed exclusively for Talbot. Talbot has a strong focus on the bicycle as a system – a great bike is more than the sum of its parts, if those parts are well chosen. Integrating Di2, lighting and charging systems into the frame is one of Talbots hallmarks, using pure silver laid onto the paint to create circuits in some cases.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "02086709767",
        "email": "",
        "website": "http://www.talbotframeworks.co.uk",
        "pictures": "/assets/images/talbot.jpg" 
    },{
        "name": "Taylor Bicycle Frames",
        "description": "Competing in the 2012 ‘World Cycle Racing Grand Tour’, Richard Dunnett rode 18,036 miles in 124 days (an average of 145 miles a day). He finished second in the race, making his Taylor bike the fastest handbuilt ever around the world. When he got back, Richard had this to say about the bike: 'The frame was absolutely perfect and stood up to the demands of the road with no problems what so ever. Thank you so much!' Thank you, Richard.",
        "specialism": "Road, MTB",
        "material": "Steel",
        "location": "Norwich",
        "area": "the East",
        "phone": "01953888279",
        "email": "",
        "website": "http://www.taylormadebikes.co.uk",
        "pictures": "/assets/images/taylormade.jpg" 
    },{
        "name": "Ted James Design",
        "description": "Bicycles and components designed and made by award winning framebuilder Ted James in Stroud, Gloucestershire. Custom made one-offs, prototypes and small batches of frames and bicycle components made to your specification using high quality steel and titanium",
        "specialism": "Road, MTB, BMX",
        "material": "Steel, titanium",
        "location": "Stroud",
        "area": "the South",
        "phone": "07799394530",
        "email": "info@tedjamesdesign.com",
        "website": "http://www.tedjamesdesign.com",
        "pictures": "/assets/images/tedjames.jpg" 
    },{
        "name": "Titchmarsh Cycles",
        "description": "I build fine custom fitted bicycles from my small workshop here in the Vale of York. My bikes are only made to order and I personally handcraft every one from start to finish, with close attention to detail. I don’t outsource any frame production and I only use the very best materials, tools and techniques. For me it’s about being true to my craft and producing quality above all else, and building a small number of bikes here in Yorkshire. Every aspect of your build can be dialled in to match your size, weight, power, handling preferences or aesthetic tastes for the ultimate in performance and personalisation. Without being limited to any one particular type, material or process, my focus is on building bikes for the road using titanium and welding them with the TIG process. Titanium lends very well to making the ultimate bike in my opinion. I also build a limited number of steel bikes depending on type.",
        "specialism": "Road, MTB",
        "material": "Steel, Titanium",
        "location": "York",
        "area": "the North",
        "phone": "07851058146",
        "email": "dan@titchmarshcycles.com",
        "website": "http://www.facebook.com/titchmarshcycles",
        "pictures": "/assets/images/titchmarsh.jpg" 
    },{
        "name": "Toad Custom Cycles",
        "description": "Hello, my name is Toby, but my friends call me Toad. I hand craft Award Winning Steel Framed Bicycles, I make each frame to order, and each frame is unique. I can build anything as long as it is steel; from a tough go-anywhere hardtail mountain bike, to a simple and sleek track bike. I can build you just the frame, or do a full build from the ground up. Each frame is hand crafted in my new workshop in Great Abington, Cambridgeshire; using the finest available materials.",
        "specialism": "Road, MTB",
        "material": "Steel",
        "location": "Great Abingdon",
        "area": "the South",
        "phone": "",
        "email": "toby@toad.cc",
        "website": "http://www.toad.cc",
        "pictures": "/assets/images/toad.jpg" 
    },
    {
        "name": "Varonha Frameworks",
        "description": "Varonha Frameworks build, repair and renovate steel bicycle frames. With over 35 years of experience in the frame building business, proprietor, Winston Vaz is equipped will all the skills and knowledge of a master of his craft. Since leaving school at the age of 16, Winston Vaz has been building and repairing steel bicycle frames. He started to learn his craft at the Holdsworthy Cycle Company where he learned the different skills required of a frame builder such as brazing, silver soldering shot blasting and filing. After working there for nine years he went on to work as a frame builder for Roberts Cycles in Croydon where he worked for 27 years building road and mountainbike frames. Now, Winston works in Hither Green in the South London repairing frames and building bespoke steel frames for customers with very individual requirements.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "London",
        "area": "the South",
        "phone": "07840672646",
        "email": "winston.vaz@talktalk.net",
        "website": "http://www.varonha.co.uk",
        "pictures": "/assets/images/varonha.jpg" 
    },
    {
        "name": "Vernon Barker Cycles",
        "description": "At Vernon Barker we specialize in lugless frame construction. This is particularly useful in the case of tandems where the unusual frame angles and joint profiles mean that lugs are not available. Some customers prefer lugless construction because of it's aesthetically smooth finish.",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Dronfield",
        "area": "the Midlands",
        "phone": "01246913429",
        "email": "",
        "website": "http://www.vernonbarkercycles.co.uk",
        "pictures": "/assets/images/vernonbarker.jpg" 
    },
    {
        "name": "Woodrup Cycles",
        "description": "In a world where mass produced frames saturate the market, Woodrup’s are proud to be able to still offer individually handmade frames built on our premises here in Leeds, England. Each one of our frames is individually hand crafted to the customers requirements for geometry and specification leading to a completely unique frame and a true work of art. We  have over 60 years experience of frame building and export our work world wide. Our frames have been raced by some top names over the years; notably Barry Hoban who actually won a stage of the Tour de France on a Woodrup built frame.",
        "specialism": "Road, Track, CX, MTB",
        "material": "Steel",
        "location": "Leeds",
        "area": "the North",
        "phone": "01132636212",
        "email": "sales@woodrupcycles.com",
        "website": "http://www.woodrupcycles.com",
        "pictures": "/assets/images/woodrup.jpg" 
    },
    {
        "name": "Wilson Cycles",
        "description": "Builders of Championship-Race-Proven, Professional Racing Cycles for over 67 years. Approved 753 & 853 Hand built Bespoke Frame Builders. All repairs taken on, from Wheel Truing to Pro Wheel Building. Through to Frame Brazing and Re-enamelling Renovations (Please note to frames we have built only). Full range of latest Posing Equipment, Clothing and Accessories to suit all",
        "specialism": "Road, Track, CX",
        "material": "Steel",
        "location": "Sheffield",
        "area": "the North",
        "phone": "01142723483",
        "email": "wilsoncycles@btopenworld.com",
        "website": "http://www.wilsoncycles.co.uk",
        "pictures": "/assets/images/wilson.jpg" 
    }
]
}
